Repository: wp-plugins/recipepress-reloaded
Catalog: language/recipepress-reloaded-*.po
Languages: de_de, hu_hu, it_it

source: Use the default WP Tags to organize your recipes. If set to "Off", RPR will create own tags.
de_de: Verwende die Standard WP-Schlagworte, um deine Rezepte zu organisieren. Wenn auf "Aus" gesetzt wird RPR eigene Schlagworte anlegen.
hu_hu: Az alapértelmezett WP címkéket használja receptjei rendszerezéséhez. Ha "Ki"-re van állítva, az RPR saját címkéket hoz létre.
it_it: Utilizza i Tags WP di default per organizzare le vostre ricette. Se impostato su "Off", RPR creerà proprie categorie.

source: Documentation & Support
de_de: Dokumentation & Support
hu_hu: Dokumentáció & támogatás
it_it: Documentazione e Supporto

source: Need more help?
de_de: Du brauchst mehr Hilfe?
hu_hu: További segítségre van szüksége?
it_it: Hai bisogno di aiuto?

source: Have a look at the <a href="http://rp-reloaded.net/documentation" target="_blank">Documentation</a> (currently being built up) or ask your questions at the <a href="http://wordpress.org/support/plugin/recipepress-reloaded" target="_blank">support forum</a>.
de_de: Schau in die <a href="http://rp-reloaded.net/documentation" target="_blank">Dokumentation</a> (im Aufbau) oder stelle deine Fragen im <a href="http://wordpress.org/support/plugin/recipepress-reloaded" target="_blank">Support-Forum</a>.
hu_hu: Lásd <a href="http://rp-reloaded.net/documentation" target="_blank">az angol nyelvű dokumentációt</a> (létrehozás alatt) vagy tegye fel kérdését <a href="http://wordpress.org/support/plugin/recipepress-reloaded" target="_blank">az angol nyelvű támogatási fórumon</a>.
it_it: Date un'occhiata alla <a href="http://rp-reloaded.net/documentation" target="_blank">Documentazione</a> (attualmente in costruzione) oppure poni le tue domande al <a href="http://wordpress.org/support/plugin/recipepress-reloaded" target="_blank">forum di supporto</a>.

source: Insert RecipePress reloaded Shortcode
de_de: Füge RPR Shortcode ein
hu_hu: RecipePress Reloaded rövidítés beszúrása

source: Close
de_de: Schließen
hu_hu: Bezárás

source: Select the type of shortcode to embed:
de_de: Wählen Sie aus, welchen Shortcode Sie einfügen möchten:
hu_hu: Válassza ki a beágyazandó rövidítés típusát.

source: Embed recipe
de_de: Rezept einbetten
hu_hu: Recept beágyazása

source: Embed taxonomy index
de_de: Taxonomie-Index einbetten
hu_hu: Besorolás:i index beágyazása

source: Embed recipe index
de_de: Rezept-Index einbetten
hu_hu: Recept index beágyazása

source: Taxonomy
de_de: Taxonomie
hu_hu: Besorolás

source: Choose the recipe you want to include from the list below or search for it.
de_de: Wählen Sie das einzubettende Rezept aus der Liste unten aus oder suchen Sie danach.
hu_hu: Válassza ki a felvenni kívánt receptet az alábbi listából vagy keressen rá.

source: No search term specified. Showing recent items.
de_de: Kein Suchbegriff angegeben. Zeige die aktuellesten EInträge.
hu_hu: Nincs keresési kifejezés megadva. Legutóbbi elemek listázása.

source: Search or use up and down arrow keys to select an item.
de_de: Suchen oder die Pfeiltasten verwenden um einen Eintrag auszuwählen.
hu_hu: Keress vagy a fel és le nyilakkal válasszon ki egy elemet.

source: star
de_de: Stern
hu_hu: csillag
it_it: stella

source: stars
de_de: Sterne
hu_hu: csillagok
it_it: stelle

source: Servings
de_de: Portionen
hu_hu: Adag
it_it: Porzioni

source: (e.g. 2 people, 3 loafs, ...)
de_de: (z.B: 2 Personen, 3 Laibe, 26 cm Springform)
hu_hu: (pl. 2 személy, 3 rúd, ...)
it_it: (ad es. 2 persone, 3 pagnotte, …)

source: Prep Time
de_de: Vorbereitungszeit
hu_hu: Elkészítési idő
it_it: Tempo di Preparaz

source: Passive Time
de_de: Wartezeit
hu_hu: Passzív idő
it_it: Tempo Attesa

source: Featured?
de_de: Hervorgehoben?
hu_hu: Kiemelt?
it_it: Caratteristiche?

source: Group
de_de: Gruppe
hu_hu: Csoport
it_it: Gruppo

source: Main Ingredients
de_de: Haupt-Zutaten
hu_hu: Fő hozzávalók
it_it: Ingredienti principali

source: (this label is not shown)
de_de: (diese Beschriftung wird nicht angezeigt)
hu_hu: (ez a címke nem jelenik meg)
it_it: (questa etichetta non verrà mostrata)

source: tbsp
de_de: TL
hu_hu: ek.
it_it: cucchiai

source: olive oil
de_de: Olivenöl
hu_hu: olívaolaj
it_it: olio di oliva

source: extra virgin
de_de: extra virgine
hu_hu: extra szűz
it_it: extra virgine

source: Add an ingredient group
de_de: Zutaten-Gruppe hinzufügen
hu_hu: Hozzávalók csoport hozzáadása
it_it: Aggiungi un gruppo di ingredienti

source: Add an ingredient
de_de: Zutat hinzufügen
hu_hu: Hozzávaló hozzáadása
it_it: Aggiungi un ingrediente

source: EasyType edit: <strong>Use the TAB key</strong> while adding ingredients. New fields will be created automatically. <strong>Don't worry about empty lines</strong>, these won't be saved.
de_de: <strong>Verwenden Sie die TAB-Taste</strong> wenn Sie Zutaten hinzufügen, dadurch wird automatisch eine neue leere Zeile erzeugt. <strong>Leere Zeilen werden nicht gespeichert!</strong>
hu_hu: EasyType szerkesztés: <strong>használja a TAB billentyűt</strong>, amikor hozzávalókat add hozzá. Automatikusan új mezők jönnek létre. <strong>Ne aggódjon az üres sorok miatt,</strong> ezek nem lesznek elmentve.
it_it: EasyType modifica: <strong>Utilizza il tasto TAB</strong> durante l'aggiunta di ingredienti. I nuovi campi vengono creati automaticamente. <strong>Non preoccuparti delle righe vuote</strong>, queste non verranno salvate.

source: Main Instructions
de_de: Haupt-Zubereitung
hu_hu: Fő elkészítési utasítások
it_it: Istruzioni principali

source: Add Image
de_de: Bild hinzufügen
hu_hu: Kép hozzáadása
it_it: Aggiungi Immagine

source: Remove Image
de_de: Bild entfernen
hu_hu: Kép eltávolítása
it_it: Rimuovi Immagine

source: Add an instruction
de_de: Zubereitungsschritt hinzufügen
hu_hu: Utasítás hozzáadása
it_it: Aggiungi un istruzione

source: Add an instruction group
de_de: Zubereitungs-Gruppe hinzufügen
hu_hu: Utasítás csoport hozzáadása
it_it: Aggiungi un gruppo di istruzioni

source: Calorific value
de_de: Brennwert
hu_hu: Kalóriaérték

source: Protein
de_de: Eiweiß
hu_hu: Fehérje

source: Fat
de_de: Fett
hu_hu: Zsír

source: Carbohydrate
de_de: Kohlenhydrate
hu_hu: Szénhidrát

source: 100g
hu_hu: 100 gr

source: portion
hu_hu: adag

source: recipe
de_de: Rezept
hu_hu: recept

source: Section via hook
hu_hu: Fejezet hook-on keresztül

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
hu_hu: <p class="description"> Ezt a részt a szegmens tömbhöz adott szűrő hozta létre. Altémák használhatják szegmensek hozzáadásáta ill. eltávolítására a lehetőségek közül. </p>

source: Defines what to show of your recipes on the archive page
de_de: Gibt an, was von Ihren Rezepten auf den Archivseiten angezeigt werden soll.
hu_hu: Meghatározza, hogy mit látható a receptekből az archív oldalon

source: Use advanced theming settings
de_de: Weiterführende Theme-Einstellungen verwenden
hu_hu: Speciális sablon beállítások használata

source: Activate additional settings
de_de: Zusätzliche Einstellungen anzeigen
hu_hu: További beállítások aktiválása

source: Exclude ingredients from listings
de_de: Zutaten von Listen ausschließen
hu_hu: A hozzávalók kizárása a listákból

source: Choose ingredients you don't want to appear on ingredeint listings like the ingredient index or the ingredient cloud
de_de: Geben Sie Zutaten an, die nicht in Zutatenlisten wie besipielsweise dem Zutaten-Index oder der Zutatenwolke erscheinen sollen.
hu_hu: Válassza ki azokat a hozzávalókat, amiket nem kíván megjeleníteni a hozzávalók listáiban, mint pl. a hozzávalók indexe vagy hozzávalók felhője.

source: Select multiple ingredients like "salt" or "pepper" you don't want to see on the listings
de_de: Wählen Sie mehrer Zuaten wie "Salz" oder "Pfeffer" die nicht in den Listen erscheinen sollen
hu_hu: Válassza ki azokat a hozzávalókat, mint pl. "só" or "bors", amiket nem akar megjeleníteni a listákban.

source: Manage custom taxonomies
de_de: Eigene Taxonomien verwalten
hu_hu: Egyéni besorolások kezelése

source: Documentation
de_de: Dokumentation
hu_hu: Dokumentáció

source: Theme Information 1
hu_hu: Sablon információ 1

source: <p>This is the tab content, HTML is allowed.</p>
de_de: <p>Dies ist der Tabinhalt, HTML ist erlaubt.</p>
hu_hu: <p>Ez a tab? tartalom, HTML engedélyezve.</p>

source: Theme Information 2
hu_hu: Sablon információ 2

source: <p>This is the sidebar content, HTML is allowed.</p>
de_de: <p>Dies ist der Inhalt der Seitenleiste. HTML ist erlaubt.</p>
hu_hu: <p>Ez az oldalsáv tartalom, HTML engedélyezve.</p>

source: <b>Readme Parser: readme.txt ot found!</b>
de_de: <b>Readme Parser: readme.txt wurde nicht gefunden!</b>
hu_hu: <b>Readme rutin: readme.txt nem található!</b>

source: List recipes on your sidebar. By dasmaeh.
hu_hu: Receptek listája az oldalsávon. Írta dasmaeh
it_it: Elenca le ricette sulla tua sidebar. By dasmaeh.

source: RPR :: List
hu_hu: RPR :: Lista
it_it: RPR :: Lista

source: Title (optional)
de_de: Titel (optional)
hu_hu: Cím (opcionális)
it_it: Titolo (opzionale)

source: How many items would you like to display?
de_de: Wie viele Einträge sollen angezeigt werden
hu_hu: Hány elemet szeretne megjeleníteni?
it_it: Quanti articoli desideri visualizzare?

source: Display type:
hu_hu: Megjelenítés típusa:
it_it: Tipo di visualizzazione:

source: Newest Recipes
hu_hu: Legújabb receptek
it_it: Ricette recenti

source: Random Recipes
hu_hu: Receptek véletlenszerűen
it_it: Ricette casuali

source: Featured
hu_hu: Kiemelt
it_it: In primo piano

source: Recently Updated
hu_hu: Nemrég frissített
it_it: Aggiornate recentemente

source: Sort order:
hu_hu: Rendezési sorrend:
it_it: Ordina per:

source: Ascending
hu_hu: Növekvő
it_it: Ascendente

source: Descending
hu_hu: Csökkenő
it_it: Discendente

source: Show icon?
hu_hu: Ikon megjelenítése?
it_it: Mostra icona?

source: Icon size (square)
hu_hu: Ikon méret (négyzetes)
it_it: Dimensione icona (quadrato)

source: RPR :: Same Taxonomy
de_de: RPR :: gleiche Taxonomie
hu_hu: RPR :: Azonos besorolás
it_it: RPR :: Stessa Tassonomia

source: Lists posts from the same taxonomy on single-post view. Will not display elsewhere
de_de: Zeigt Posts aus der gleichen Taxonomie wie der aktuelle. Wird nur in der Einzelansicht angezeigt
hu_hu: Bejegyzések listázása azonos besorolás alapján egy-bejegyzés nézetben. Máshol nem jelenik meg.
it_it: Elenca i messaggi dalla stessa tassonomia a vista singolo post. Non sarà visualizzato altrove

source: Taxonomy to display
de_de: Anzuzeigende Taxonomie
hu_hu: Megjelenítendő besorolás
it_it: Tassonomia da visualizzare

source: Number of posts
de_de: Anzahl der Posts
hu_hu: Bejegyzések száma:
it_it: Numero dei posts

source: RPR :: Taxonomy Cloud
hu_hu: RPR :: Besorolás felhő
it_it: RPR :: Tassonomia a Nuvola

source: Advanced tagcloud widget for to display any taxonomy with excludes
hu_hu: Fejlett címkefelhő widget bármilyen besorolás megjelenítésére, kizárási lehetőséggel
it_it: Widget di tag-nuvola avanzato per visualizzare qualsiasi tassonomia da escludere

source: Taxonomy:
de_de: Taxonomie:
hu_hu: Besorolás:
it_it: Tassonomia:

source: Number auf items to display
de_de: Anzahl der anzuzeigenden Einträge:
hu_hu: Megjelenítendő elemek száma
it_it: Numero di oggetti da visualizzare

source: Exclude terms
de_de: Begriffe ausschließen
hu_hu: Ezen kifejezések kivételével:
it_it: Escludi termini

source: List recipe taxonomies on your sidebar.
hu_hu: Recept besorolások listázása az oldalsávon
it_it: Elenco tassonomie ricette sulla tua barra laterale.

source: RPR :: Taxonomy List
hu_hu: RPR :: besorolások listázása
it_it: RPR :: Lista Tassonomie

source: No categories
hu_hu: Nincsenek kategóriák
it_it: Nessuna categoria

source: Order items by
de_de: Einträge ordnen nach
hu_hu: Rendezési sorrend:
it_it: Ordina gli elementi da

source: Count
de_de: Anzahl
hu_hu: Darabszám
it_it: Conteggio

source: ASC
de_de: Ansteigend
hu_hu: Növ.
it_it: CRES

source: DESC
de_de: Absteigend
hu_hu: Csökk.
it_it: DECRES

source: Show count with
de_de: Zeige Anzahl mit
hu_hu: A darabszám megjelenítése
it_it: Mostra conteggio con

source: before and
de_de: davor und
hu_hu: előtt és
it_it: prima e

source: behind
de_de: danach
hu_hu: után
it_it: dopo

source: Hide empty terms?
de_de: Leere Begriffe verstecken?
hu_hu: Üres kifejezések elrejtése?
it_it: Nascondi termini vuoti?

source: Options
hu_hu: Opciók

source: Please Wait
hu_hu: Kérjük várjon...

source: Default
hu_hu: Alapértelmezett

source: Developer Mode Enabled
hu_hu: A fejlesztői mód engedélyezése

source: Save Changes
hu_hu: Módosítások mentése
it_it: Salva modifiche

source: Settings Imported!
hu_hu: Beállítások importálva!

source: Settings Saved!
hu_hu: Beállítások mentve!

source: Remove
hu_hu: Eltávolítás
it_it: Rimuovi

source: Active
hu_hu: Aktív

source: Add More
hu_hu: Továbbiak hozzáadása
it_it: Aggiungi ancora

source: Select an item
hu_hu: Válaszzon egy elemet

source: Add %s
hu_hu: Adj hozzá %

source: Text Decoration
hu_hu: Szöveg díszítés

source: Import / Export Options
hu_hu: Import / Export opciók

source: Import Options
hu_hu: Import opciók
it_it: Opzioni d'Importazione

source: Import from file
hu_hu: Fájl importálása

source: Import
hu_hu: Importálás
it_it: Importa

source: Export Options
hu_hu: Exportálási opciók
it_it: Opzioni d'Esportazione

source: Import / Export
hu_hu: Importálás és exportálás

source: our documentation
hu_hu: dokumentációnk

source: donation
hu_hu: Pénzadomány

source: What's New
hu_hu: Újdonságok

source: Credits
hu_hu: Közreműködők

source: Some Feature
hu_hu: Néhány funkció

source: Feature
hu_hu: Funkció

source: Some feature
hu_hu: Néhány funkció

source: More Features
hu_hu: További funkciók

source: description
hu_hu: leírás

source: Full Changelog
hu_hu: Teljes változtatási napló

source: Display a Product Grid
hu_hu: Egy termék rács megjelenítése

source: Additional Display Options
hu_hu: További megjelenítési beállítások

source: Need Help?
hu_hu: Segítségre van szüksége?

source: Phenomenal Support
hu_hu: Rendkívüli támogatás

source: No valid changlog was found.
hu_hu: Nem található érvényes változtatási napló.

source: View %s
hu_hu: Lásd %

source: Successful
hu_hu: Sikeres
it_it: Riuscito

source: Unauthorized function
hu_hu: Érvénytelen funkció
it_it: Funzione non autorizzata

source: [Development Mode]
hu_hu: [Fejlesztői mód]
it_it: [Modo-Sviluppatore]

source: Vafpress Options
hu_hu: Vafpress opciók
it_it: Opzioni Vafpress

source: Option Key is required
hu_hu: Opció kulcs szükséges
it_it: È necessaria l'opzione Key

source: Template Array/File is required
hu_hu: Sablon tömb/fájl szükséges
it_it: È richiesto il Modello Array / File

source: Page Slug is required
hu_hu: Keresőbarát oldalnév szükséges
it_it: É richiesta una Pagina Slug

source: Development Mode is Active, options' values won't be saved into database.
hu_hu: Fejlesztői mód aktív, az opciók értékei nem kerülnek mentésre az adatbázisba.
it_it: La Modalità di Sviluppo è Attiva, i valori 'opzioni' non verranno salvate nel database.

source: Can not be empty
hu_hu: Nem lehet üres.
it_it: Non può essere vuoto

source: Invalid data
hu_hu: Érvénytelen adat
it_it: Dati non validi

source: Unverified Access
hu_hu: Ellenőrizettlen hozzáférés
it_it: Accesso non verificato

source: Invalid template supplied
hu_hu: Érvénytelen sablon
it_it: Modello fornito non valido

source: Utility
hu_hu: Segédprogram
it_it: Utilità

source: Restore Default
hu_hu: Az alapértelmezés visszaállítása
it_it: Ripristina valori iniziali

source: Saving successful
hu_hu: Mentés sikeres
it_it: Salvato correttamente

source: Saving failed
hu_hu: A mentés nem sikerült
it_it: Salvataggio fallito

source: No changes made
hu_hu: Nincs változás
it_it: Nessuna modifica apportata

source: Value needs to be Alphabet
hu_hu: Az értéknek betűnek kell lennie
it_it: Il valore deve essere Alfabetico

source: Value needs to be Alphanumeric
hu_hu: Az értéknek betűnek vagy számnak kell lennie
it_it: Il valore deve essere Alfanumerico

source: Value needs to be Numeric
hu_hu: Az értéknek számnak kell lennie
it_it: Il valore deve essere Numerico

source: Value needs to be Valid Email
hu_hu: Az értéknek érvényes e-mail címnek kell lennie
it_it: Il valore deve essere una eMail valida

source: Value needs to be Valid URL
hu_hu: Az értéknek érvényes URL-nek kell lennie
it_it: Il valore deve essere un URL valido

source: Length needs to be less than {0} characters
hu_hu: A hosszúság {0} karakternél kevesebb legyen
it_it: La Lunghezza deve essere inferiore a {0} caratteri

source: Length needs to be more than {0} characters
hu_hu: A hosszúság {0} karakternél több legyen
it_it: La Lunghezza deve essere superiore a {0} caratteri

source: Select no more than {0} items
hu_hu: Válasszön legfeljebb {0} elemet
it_it: Seleziona non più di {0} articoli

source: Select at least {0} items
hu_hu: Válasszön legalább {0} elemet
it_it: Seleziona almeno {0} articoli

source: This is required
hu_hu: Ez kötelező
it_it: Questo è necessario

source: Import succeed, option page will be refreshed..
hu_hu: Az importálás sikeres, az opciók oldala frissítve lesz..
it_it: Importazione riuscita, la pagina Opzioni verrà aggiornata…

source: Import failed
hu_hu: Importálás sikertelen
it_it: Importazione fallita

source: Export succeed, copy the JSON formatted options
hu_hu: Az exportálás sikeres, másolja a JSON formátumú opciókat
it_it: Esportazione riuscita, copia le opzioni JSON formattate

source: Export failed
hu_hu: Exportálás sikertelen
it_it: Espotazione fallita

source: Restoration succeed, option page will be refreshed..
hu_hu: A helyreállítás sikeres, a beállítási oldal frissülni fog...
it_it: Ripristino riuscita, la pagina Opzioni verrà aggiornata…

source: Options identical to default
hu_hu: A beállítások azonosak az alapértelmezettel
it_it: Opzioni identiche all'impostazione predefinita

source: Restoration failed
hu_hu: Helyreállítás sikertelen
it_it: Ripristino fallito

source: Select option(s)
hu_hu: Válasszon opció(ka)t
it_it: Seleziona l'opzione(i)

source: Select an Icon
hu_hu: Jelöljön ki egy ikont
it_it: Seleziona un'Icona

source: Choose File
hu_hu: Fájl kiválasztása
it_it: Scegli un File

source: Restore Default Options
hu_hu: Alapértelmezett beállítások visszaállítása
it_it: Ripristina le Opzioni Predefinite

source: Restore options to initial default values.
hu_hu: Az opciók alapértelmezett értékének visszaállítása.
it_it: Ripristina le Opzioni ai valori iniziali predefiniti.

source: ** Please make sure you have already make a backup data of your current settings. Once you click this button, your current settings will be gone.
hu_hu: ** Kérjük, győződjön meg arról, hogy rendelkezik az aktuális beállítások adatainak biztonsági másolatával . Amikor erre a gombra kattint, a jelenlegi beállítások eltűnnek.
it_it: ** Se pregato di assicurarti di aver già fatto un backup dei dati delle impostazioni correnti. Dopo aver fatto clic su questo pulsante, le impostazioni correnti saranno non più recuperabili.

source: Saving Now
hu_hu: Mentés most
it_it: Salvataggio ora

source: This option panel is built using <a href="http://vafpress.com/vafpress-framework">Vafpress Framework %s</a> powered by <a href="http://vafpress.com">Vafpress</a>
hu_hu: Ez az opciós panel a <a href="http://vafpress.com">Vafpress</a>-en futó <a href="http://vafpress.com/vafpress-framework">Vafpress keretrendszer %s</a> segítéségével készült.
it_it: Questo pannello opzione è costruito utilizzando <a href="http://vafpress.com/vafpress-framework">Vafpress Framework %s</a> seguito da <a href="http://vafpress.com">Vafpress</a>

source: Add new / edit Recipe Taxonomy
hu_hu: Recept besorolás létrehozása ill. szerkesztése
it_it: Aggiungi nuova / modifica Tassonomia Ricetta

source: Create custom tags for your recipes.
hu_hu: Hozzon létre egyéni címkéket receptjeihez.
it_it: Crea Tag personalizzati per le tue Ricette.

source: Edit tag
hu_hu: Címke szerkesztése
it_it: Modifica Tag

source: Cancel Edit
hu_hu: Szerkesztés megszakítása
it_it: Annulla modifica

source: This needs to be moved somewhere else.
hu_hu: Ez máshova kell áthelyezni.

source: Recipe Tags
hu_hu: Recept címkék
it_it: Tags Ricette

source: Very very beta!
hu_hu: Nagyon-nagyon béta!

source: Check Images
hu_hu: Képek ellenőrzése
it_it: Controllo immagini

source: Numeric
hu_hu: Numerikus
it_it: Numerico

source: Radio Images
hu_hu: Választó gomb képek
it_it: Immagini Radio

source: FAQ & Support
hu_hu: GYIK és Támogatás

source: Fix this link.
hu_hu: Javítsa ki ezt a linket.

source: The user menus archive can be found at
hu_hu: A felhasználói menük archívuma megtalálható a

source: This link is wrong. Fix before release.
hu_hu: A link rossz. Javítsa ki közzététel előtt.

source: <strong>Use the TAB key</strong> while adding instructions, it will automatically create new fields. <strong>Don't worry about empty lines</strong>, these will be ignored.
hu_hu: <strong>Használja a TAB billentyűt</strong> utasítások hozzáadása során, automatikusan új mezők jönnek létre. <strong>Ne aggódjon az üres sorok miatt</strong>, ezek nem lesznek elmentve.

source: Add new
de_de: Erstellen

source: Add new recipe
de_de: Rezept erstellen

source: Edit recipe
de_de: Rezept bearbeiten

source: New recipe
de_de: Neues Rezept

source: View recipe
de_de: Rezept betrachten

source: Search recipes
de_de: Rezepte suchen

source: No recipes found.
de_de: Keine Rezepte gefunden.

source: No recipes found in trash.
de_de: Keine Rezepte im Papierkorb gefunden.

source: Parent recipe
de_de: Übergeordnetes Rezept

source: There was an error parsing the layout file. No content can be displayed
de_de: Beim Verarbeiten des Layouts ist ein Fehler aufgetreten. Es kann kein Inhalt angezeigt werden.

source: Seasons
de_de: Saisons

source: Season
de_de: Saison

source: Difficulties
de_de: Schwierigkeitsstufen

source: Difficulty
de_de: Schwierigkeit

source: RPR Categories
de_de: RPR Kategorien

source: RPR Category
de_de: RPR Kategorie

source: RPR Tags
de_de: RPR Schlagworte

source: RPR Tag
de_de: RPR Schlagwort

source: Hierarchical
de_de: Hierarchisch

source: True/False value, usually hidden
de_de: Wahr-/Falsch-Wert, normalerweise versteckt

source: Set to yes for a category style taxonomy and to no for a tag like taxonomy.
de_de: Wähle aus um eine kategorieartige, hierarchische Taxonomie zu erstellen, wähle ab für eine tagartige, flache Taxonomie.

source: Search %s
de_de: Suche %s

source: Popular %s
de_de: Beliebte %s

source: All %s
de_de: Alle %s

source: Edit %s
de_de: %s bearbeiten

source: Update %s
de_de: %s aktualisieren

source: Add New %s
de_de: Neue %s hinzufügen

source: New %s Name
de_de: Neue/r/s %s Name

source: Separate %s with commas
de_de: Trenne %s mit Kommata

source: Add or remove %s
de_de: %s hinzufügen oder löschen

source: Choose from the most used %s
de_de: Wähle aus den häufig genutzten %s

source: No %s found.
de_de: Keine %s gefunden

source: Manage recipe taxonomies
de_de: Rezept-Taxonomien verwalten

source: By <a href="%s">%s</a> |
de_de: Von <a href="%s">%s</a> |

source: By %s |
de_de: Von %s |

source: <a href="mailto:%s">Contact</a>
de_de: <a href="mailto:%s">Kontakt</a>

source: Local
de_de: Lokal

source: Layouts define how your recipes will look like. Choose one of the installed layouts.
de_de: Layouts bestimmen, wie diene Rezepte aussehen. Wähle eines der installierten Layouts.

source: Recover taxonomies
de_de: Taxonomien wiederherstellen

source: Activate taxonomies that should belong to RecipePress reloaded but got lost somehow.
de_de: Aktiviere Taxonomien, die zu RecipePress reloaded gehören aber irgendwie verloren gegangen sind.

source: Install Required Plugins
de_de: Installiere benötigte Plugins

source: Install Plugins
de_de: Installiere Plugins

source: Installing Plugin: %s
de_de: Installiere Plugin: %s
