Repository: wp-plugins/recipepress-reloaded
Catalog: language/recipepress-reloaded-*.po
Languages: de_de, hu_hu, it_it

source: Submit
de_de: Absenden
hu_hu: Küldés

source: Save
de_de: Speichern
hu_hu: Mentés

source: Cancel
de_de: Abbrechen
hu_hu: Mégse
it_it: Cancella

source: Edit
de_de: Bearbeiten
hu_hu: Szerkesztés
it_it: Modifica

source: Delete
de_de: Löschen
hu_hu: Törlés

source: Edit Taxonomy
de_de: Taxonomie bearbeiten
hu_hu: Besorolás módosítása

source: RPR table thumbnail
de_de: RPR Thumbnail für Tabelle
hu_hu: RPR táblázat miniatűr
it_it: RPR miniatura tabella

source: No title
de_de: Kein Titel
hu_hu: nincs cim

source: Recipe
de_de: Rezept
hu_hu: Recept
it_it: Ricetta

source: Insert
de_de: Einfügen
hu_hu: Beillesztés
it_it: Inserisci

source: Recipes
de_de: Rezepte
hu_hu: Receptek
it_it: Ricette

source: Add New
de_de: Erstellen
hu_hu: Új létrehozása
it_it: Aggiungi Ricetta

source: New
de_de: Erstellen
hu_hu: Új
it_it: Nuovo

source: View
de_de: Betrachten
hu_hu: Megjelenítés
it_it: Visualizza

source: Search
de_de: Suchen
hu_hu: Keresés
it_it: Cerca

source: No
de_de: Nein
hu_hu: Nem

source: found.
de_de: gefunden.
hu_hu: találat.
it_it: trovata.

source: found in trash.
hu_hu: szemetet talált.
it_it: trovata nel cestino.

source: Parent
hu_hu: Szülő
it_it: Genitore

source: Post image
de_de: Beitragsbild
hu_hu: Kép hozzáadása
it_it: Immagine del post

source: Details
hu_hu: Részletek
it_it: Dettagli

source: Nutritional information
de_de: Nährwerte
hu_hu: Tápérték információ

source: Description
de_de: Beschreibung
hu_hu: Leírás
it_it: Descrizione

source: Ingredients
de_de: Zutaten
hu_hu: Hozzávalók
it_it: Ingredienti

source: Instructions
de_de: Zubereitung
hu_hu: Elkészítés
it_it: Istruzioni

source: Notes
de_de: Notizen
hu_hu: Megjegyzések
it_it: Note

source: Image
de_de: Bild
hu_hu: Kép
it_it: Immagine

source: Recipe Title
de_de: Titel
hu_hu: Recept megnevezése
it_it: Titolo ricetta

source: Author
de_de: Autor
hu_hu: Szerző
it_it: Autore

source: Category
de_de: Kategorie
hu_hu: Kategória
it_it: Categoria

source: Tags
de_de: Schlagworte
hu_hu: Címkék

source: Comments
de_de: Kommentare
hu_hu: Hozzászólások
it_it: Commenti

source: Date
de_de: Datum
hu_hu: Dátum
it_it: Data

source: You have to create a recipe first, check the 'Recipes' menu on the left.
de_de: Sie müssen zuerst ein Rezept speichern, schauen Sie in das "Rezepte"-Menü rechts.
hu_hu: Először hozzon létre egy receptet, megtalálja a bal oldalon "Receptek" menü alatt.
it_it: È necessario creare una ricetta in prima, controlla 'ricette' nel menu a sinistra.

source: Ingredient
de_de: Zutat
hu_hu: Hozzávaló
it_it: Ingrediente

source: Courses
de_de: Gänge
hu_hu: Fogások
it_it: Corsi (o Portate)

source: Course
de_de: Gang
hu_hu: Fogás
it_it: Procedimento (o Portata)

source: Cuisines
de_de: Küchen
hu_hu: Konyhastílusok
it_it: Cucine

source: Cuisine
de_de: Küche
hu_hu: Konyhastílus
it_it: Cucina

source: Breakfast
hu_hu: Reggeli
it_it: Prima colazione

source: Appetizer
hu_hu: Előétel
it_it: Antipasto

source: Soup
hu_hu: Leves
it_it: Zuppa

source: Main Course
hu_hu: Főétel
it_it: Portata principale

source: Side Dish
hu_hu: Köret
it_it: Contorno

source: Salad
hu_hu: Saláta
it_it: Insalata

source: Dessert
hu_hu: Desszert
it_it: Dolce

source: Snack
hu_hu: Falatok
it_it: Spuntino

source: Drinks
hu_hu: Italok
it_it: Bevande

source: French
hu_hu: francia
it_it: Francese

source: Italian
hu_hu: olasz
it_it: Italiana

source: Mediterranean
hu_hu: Mediterrán
it_it: Mediterraneo

source: Indian
hu_hu: indiai
it_it: Indiano

source: Chinese
hu_hu: kínai
it_it: Cinese

source: Japanese
hu_hu: japán
it_it: Giapponese

source: American
hu_hu: amerikai
it_it: Americana

source: Mexican
hu_hu: mexikói
it_it: Messicana

source: Popular
de_de: Beliebt
hu_hu: Népszerű
it_it: Popolare

source: All
de_de: Alle
hu_hu: Összes
it_it: Qualsiasi

source: Update
de_de: Aktualisierung
hu_hu: Frissítés
it_it: Aggiorna

source: Name
hu_hu: Név
it_it: Nome

source: Separate
de_de: Trenne
hu_hu: Elválasztás
it_it: Indipendente

source: with commas
de_de: mit Kommata
hu_hu: vesszőkkel
it_it: con virgole

source: Add or remove
de_de: hinzufügen oder löschen
hu_hu: Hozzáadás vagy eltávolítás
it_it: Aggiungi o rimuovi

source: Choose from the most used
de_de: Wähle aus den häufig genutzten
hu_hu: Választás a leggyakrabban használtak közül
it_it: Scegli tra i più utilizzati

source: Ratings
de_de: Bewertungen
hu_hu: Minősítések
it_it: Valutazioni

source: Rating
de_de: Bewertung
hu_hu: Minősítés
it_it: Valutazione

source: Search Ratings
de_de: Bewertungen durchsuchen
hu_hu: Keresés a minősítések között
it_it: Cerca Valutazioni

source: Popular Ratings
de_de: Beliebte Bewertungen
hu_hu: Népszerű minősítések
it_it: Valutazioni più richieste

source: All Ratings
de_de: Alle Bewertungen
hu_hu: Összes minősítés
it_it: Tutte le valutazioni

source: Edit Rating
de_de: Bewertung bearbeiten
hu_hu: Minősítés módosítása
it_it: Modifica valutazione

source: Update Rating
de_de: Bewertung aktualisieren
hu_hu: Minősítés frissítése
it_it: Aggiorna valutazione

source: Add New Rating
de_de: Neue Bewertung hinzufügen
hu_hu: Új minősítés létrehozása
it_it: Aggiungi nuova valutazione

source: New Rating Name
de_de: Neuer Bewertungs-Name
hu_hu: Új minősítési név
it_it: Nome nuova valutazione

source: Separate ratings with commas
de_de: Trenne Bewertungen mit Kommata
hu_hu: Minősítések elválasztása vesszővel!
it_it: Voti separati con virgole

source: Add or remove ratings
de_de: Bewertung hinzufügen oder löschen
hu_hu: Minősítések hozzáadása vagy eltávolítása
it_it: Aggiungi o rimuovi voti

source: Choose from the most used ratings
de_de: Wähle aus den häufig genutzten Bewertungen
hu_hu: Választás a leggyakrabban használt minősítések közül
it_it: Scegliere tra i più votati

source: No ratings found.
de_de: Keine Bewertungen gefunden
hu_hu: Nem található minősítés
it_it: Nessuna valutazione trovata.

source: The Recipe Press Reloaded database needs to upgraded. Make sure you have a backup before you proceed. | <a href="%1$s">Proceed</a>
de_de: Die RecipePress Reloaded Datenbank muss aktualisiert werden. Machen Sie ein Backup Ihrer Daten, bevor Sie fortfahren | <a href="%1$s">Aktualisieren</a>
hu_hu: A Recipe Press Reloaded adatbázist frissíteni kell. Győződjön meg róla, hogy rendelkezik biztonsági mentéssel, mielőtt belekezd. | <a href="%1$s">Frissítés</a>
it_it: Il database di Recipe Press Reloaded deve essere aggiornato. Assicurarsi di avere una copia di backup prima di procedere. | <a href="%1$s">Procedi</a>

source: Custom Taxonomies
de_de: Eigene Taxonomien
hu_hu: Egyéni besorolások
it_it: Tassonomie personalizzate

source: Manage Tags
de_de: Tags verwalten
hu_hu: Címkék kezelése
it_it: Gestisci Tags

source: Manage Recipe Taxonomies
de_de: Rezept-Taxonomien verwalten
hu_hu: Recept besorolások kezelése

source: Recipe Category
hu_hu: Recept kategória
it_it: Categoria Ricetta

source: Recipe Tag
hu_hu: Recept címke
it_it: Tag Ricetta

source: Do you really want to delete this taxonomy?
de_de: Wollen Sie diese Taxonomie wirklich löschen?
hu_hu: Biztosan törli ezt a besorolást?

source: Tag
hu_hu: Címke

source: Singular Name
de_de: Name in Einzahl
hu_hu: Név egyes számban
it_it: Nome particolare

source: Slug
hu_hu: Keresőbarát név (slug)

source: Actions
de_de: Aktionen
hu_hu: Műveletek
it_it: Azioni

source: Add Taxonomy
de_de: Taxonomie hinzufügen
hu_hu: Besorolás hozzáadása

source: Currently editing tag:
de_de: Bearbeite Schlagwort:
hu_hu: A jelenleg szerkesztett tag:
it_it: Tag attualmente modificato:

source: (e.g. Courses)
de_de: (z.B. Gänge)
hu_hu: (pl. Fogások)
it_it: (esempio: Portate (o Procedimenti))

source: (e.g. Course)
de_de: (z.B. Gang)
hu_hu: (pl. Fogás)
it_it: (esempio: Portata (o Procedimento))

source: (e.g. http://www.yourwebsite.com/course/)
de_de: (z.B.: http://deineseite.de/gang/)
hu_hu: (pl. http://www.a_te:oldalad.com/fogas/))
it_it: (esempio: http://www.tuosito.com/portata/)

source: The recipe archive can be found at
de_de: Das Rezept-Archiv befindet sich unter
hu_hu: A recept-archívum megtalálható itt:
it_it: L'archivio ricette può essere trovato a

source: Manage custom recipe tags
hu_hu: Egyedi mezők kezelése
it_it: Gestione personalizzata Tags ricetta

source: Use icons
de_de: Icons verwenden
hu_hu: Ikonok használata

source: Display icons in front of headlines.
de_de: Icons vor Überschriften anzeigen.
hu_hu: Ikonok megjelenítése a címsorok előtt

source: Icons not only look nice. They also can save you space. With this setting activated most layouts <span class="admin_demo""><i class="fa fa-clock-o" title="ready in" ></i> 35min</span> will display instead of <span class="admin_demo"><span style="text-transform:uppercase; font-weight:bold;">Ready in: </span>35min</span>.
de_de: Icons sehen nicht nur gut aus, sie können auch Platz sparen. Wenn Sie diese Einstellung aktivieren, werden die meisten Layouts <span class="admin_demo""><i class="fa fa-clock-o" title="Fertig in" ></i> 35 min</span> anstelle von <span class="admin_demo"><span style="text-transform:uppercase; font-weight:bold;">Fertig in: </span>35min</span> anzeigen.
hu_hu: Az ikonok nem csak jól néznek ki. Helyet is spórolnak. Ennek a beállításnak aktíválásával a legtöbb elrendezésben <span class="admin_demo""><i class="fa fa-clock-o" title="Elkészülési idő:" ></i> 35 perc</span> jelenik meg <span class="admin_demo"><span style="text-transform:uppercase; font-weight:bold;">Elkészülési idő: </span>35 perc</span> helyett.

source: Display print link
de_de: Zeige Drucken-Link
hu_hu: Nyomtatás link megjelenítése

source: Adds a print link to your recipes. It's recommended to use one of the numerous print plugins for wordpress to include a print link to ALL of your posts.
de_de: Fügt einen 'Drucken'-Link zu deinen Rezepten hinzu. Es wird empfohlen eines der zahlreichen Druck-Plugins für Wordpress zu verwenden um einen 'Drucken'-Link zu <b>allen</b> Beiträgen hinzuzufügen.
hu_hu: Hozzáad egy nyomtatási linket a receptekhez. Minden bejegyzésnél ajánlott a számos Wordpress nyomtatási bővítmény (plugin) egyikének használata.

source: Class of the print area
de_de: CSS-Klasse der Druckbereiches
hu_hu: Nyomtatási terület fajta

source: Print links should only print an area of the page, usually a post. This is higly depending on wordpress theme you are using. Add here the class (prefixed by '.') or the id (prefixed by '#') of the printable area.
de_de: Der 'Drucken'-Link sollte nur einen Teil der Seite drucken, normalerweise den Inhalt des Beitrags. Das hängt jedoch stark davon ab, welches Wordpress-Theme du verwendest. Gib hier die CSS_Klasse (mit vorangestelltem Punkt '.') oder die CSS_Id (mit vorangestellter Raute '#') des zu druckenden Bereichs an.
hu_hu: A nyomtatási linkek csak az oldal egy részének, általában a bejegyzés nyomtatására szolgálnak. Ez erősen függ a használt Wordpress témától. Add meg itt a nyomtatható területet fajtáját (előtaggal ".") vagy id-jét ('#' előtaggal).

source: Choose a layout
de_de: Wähle ein Layout
hu_hu: Elrendezés kiválasztása

source: Layouts define how your recipes will look like. Choose one of the installed templates.
hu_hu: Az elrendezés határozza meg, hogyan fognak kinézni a receptek. Válasszon egyet a telepített sablonok közül.

source: Manage Taxonomies
de_de: Taxonomien verwalten
hu_hu: Besorolások kezelése

source: For:
de_de: Für:
hu_hu: Elegendő:
it_it: Per:

source: Per 100g
de_de: Pro 100g
hu_hu: 100 grammonként

source: Per portion
de_de: Pro Portion
hu_hu: Adagonként

source: Per recipe
de_de: Für das ganze Rezept
hu_hu: Receptenként

source: <dt>Energy:</dt><dd itemprop="calories"> %1s kcal / %2s kJ</dd>
de_de: <dt>Energie:</dt><dd itemprop="calories"> %1s kcal / %2s kJ</dd>
hu_hu: <dt>Energia:</dt><dd itemprop="kalória"> %1s kcal / %2s kJ</dd>

source: <dt>Fat:</dt><dd itemprop="fatContent">%s g</dd>
de_de: <dt>Fett:</dt><dd itemprop="fatContent">%s g</dd>
hu_hu: <dt>Zsír:</dt><dd itemprop="zsírtartalom">%s g</dd>

source: <dt>Protein:</dt><dd itemprop="proteinContent">%s g</dd>
de_de: <dt>Eiweiß:</dt><dd itemprop="proteinContent">%s g</dd>
hu_hu: <dt>Fehérje:</dt><dd itemprop="fehérjetartalom">%s g</dd>

source: <dt>Carbohydrate:</dt><dd itemprop="carbohydrateContent">%s g</dd>
de_de: <dt>Kohlenhydrate:</dt><dd itemprop="carbohydrateContent">%s g</dd>
hu_hu: <dt>Szénhidrát:</dt><dd itemprop="Szénhidráttartalom">%s g</dd>

source: No ingredients could be found for this recipe.
de_de: Für dieses Rezept konnten keine Zutaten gefunden werden.
hu_hu: Nincsenek megadva hozzávalók ehhez a recepthez.
it_it: Nessun ingrediente è stato trovato per questa ricetta.

source: Preparation Time
de_de: Vorbereitungszeit
hu_hu: Elkészítési idő
it_it: Tempo di Preparazione

source: Preparation
de_de: Vorbereitung
hu_hu: Előkészítés

source: min.
hu_hu: perc

source: Cook Time
de_de: Kochzeit
hu_hu: Főzési ill. sütési
it_it: Tempo di Cottura

source: Cooking
de_de: Kochen
hu_hu: Főzés

source: Total Time
de_de: Gesamtzeit
hu_hu: Teljes idő
it_it: Tempo Totale

source: Ready in
de_de: Fertig in
hu_hu: Elkészülési idő

source: No instructions could be found for this recipe.
de_de: Für dieses Rezepte konnte keine Zubereitung gefunden werden.
hu_hu: Nincsenek megadva utasítások ehhez a recepthez.
it_it: Nessuna istruzione è stata trovata per questa ricetta.

source: Settings
de_de: Einstellungen
hu_hu: Beállítások
it_it: Impostazioni

source: By:
de_de: Von:
hu_hu: Írta:

source: Time
de_de: Zeit
hu_hu: Idő

source: Nutritional Information
de_de: Nährwerte
hu_hu: Tápérték információ

source: Categories
de_de: Kategorien
hu_hu: Kategóriák

source: Recipe notes
de_de: Notizen
hu_hu: Recept megjegyzések
it_it: Note Ricetta

source: Sample Option
hu_hu: Minta opciók

source: In here layout specific options for the RPR 2column layout could appear. Read here how to use layout specific options: %s
hu_hu: Itt jelenhetnek meg az RPR 2 hasábos elrendezésre vonatkozó opciók. Itt olvashat a elrendezésre vonatkozó opciók használatáról: %s

source: Latest News
de_de: Letzte Neuigkeiten
hu_hu: Legfrissebb hírek
it_it: Ultime Notizie

source: Changelog
de_de: Änderungshistorie
hu_hu: Változtatási napló

source: General Settings
de_de: Allgemeine Einstellungen
hu_hu: Általános beállítások
it_it: Impostazioni Generali

source: Recipe Archive Pages
de_de: Rezept-Archiv Seite(n)
hu_hu: Recept archívum
it_it: Archivio Pagine Ricette

source: Display
de_de: Anzeige
hu_hu: Megjelenítés
it_it: Visualizza

source: Only the excerpt
de_de: Nur den Auszug
hu_hu: Csak a kivonat
it_it: Solo l'estratto

source: The entire recipe
de_de: ganzes Rezept
hu_hu: A teljes recept
it_it: L'intera ricetta

source: 404 error/page not found?
de_de: 404 Fehler / Seite nicht gefunden?
hu_hu: 404-es hiba: a fájl nem található?
it_it: Errore 404/pagina non trovata?

source: Try
de_de: Versuche
hu_hu: Próbálja
it_it: Provare

source: flushing your permalinks
de_de: erzeuge Permalinks neu
hu_hu: a permalinkeket kiüríteni.
it_it: Scorri i tuoi permalinks

source: Appearance
de_de: Erscheinungsbild
hu_hu: Megjelenés

source: Template
hu_hu: Sablon

source: Choose a template
de_de: Wähle ein Template
hu_hu: Válasszon ki egy sablont

source: Templates define how your recipes will look like. Choose one of the installed templates.
de_de: Templates bestimmen wie deine Rezepte aussehen. Wähle eines der instalierte templates aus.
hu_hu: Az elrendezés határozza meg, hogyan fognak kinézni a receptek. Válasszon egyet a telepített sablonok közül.

source: Images
de_de: Bilder
hu_hu: Képek

source: Clickable Images
de_de: Anklickbare Bilder
hu_hu: Kattintható képek
it_it: Immagini cliccabili

source: Best used in combination with a lightbox plugin.
de_de: Am sinnvollsten in Kombination mit einem Lightbox-Plugin.
hu_hu: Legjobban egy lightbox bővítménnyel (plugin-nal) együtt használható.
it_it: Miglio se usato in combinazione con il plugin lightbox.

source: Instruction Images
de_de: Zubereitungs-Bild
hu_hu: Elkészítési képek
it_it: Ordine Immagini

source: Allow to attach images to instruction steps.
de_de: Erlaube es, Bilder an die Zubereitungsschritte anzuhängen.
hu_hu: Lehetővé teszi képek csatolását a utasítási lépésekhez.
it_it: Permette di allegare immagini in ordine con le istruzioni di preparazione.

source: Position of instruction images
de_de: Position des Zubereitungs-Bild
hu_hu: Elkészítési képek elhelyezkedése

source: Decide wether your instruction images should be display next to the instructions or below.
de_de: Entscheiden Sie ob Bilder jeweils neben oder unterhalb der Zubereitsschritte angezeigt werden sollen.
hu_hu: Döntsön, hogy az elkészítési képek az utasítások mellett vagy alatt legyenek.

source: Right of instruction
de_de: Rechts neben der Beschreibung
hu_hu: Utasításoktól jobbra

source: Below the instruction
de_de: Unterhalb der Beschreibung
hu_hu: Utasítások alatt

source: Print Link
de_de: Drucken-Link
hu_hu: Nyomtatási link

source: Advanced theming options
de_de: Weiterführende Theme-Einstellungen
hu_hu: Speciális sablon-beállítások megjelenítése

source: Please note:
de_de: Bitte beachten:
hu_hu: Kérjük, vegye figyelembe:

source: In this section you can make some adjustments on the look and feel of your recipes. Normally this should not be necessary and your theme should take care of all this. Some themes however might have limited capabilities and you might want RecipePress reloaded to display some information in it's part of the theme. Then however you might also consider to adjust your theme, i.e. by creating a child theme.
de_de: In diesem Abschnitt kannst du das Aussehen deiner Rezepte weiter beeinflussen. Normalerweise sollte das nicht nötig sein und dein Theme sollte sich um all das hier kümmern. Manche Themes haben allerdings eingeschränkte Unterstzützung für manche Features und hier kannst du dann RecipePress reloaded bestimmte Informationen in seinem Teil des Themes darstellen lass. Vielleicht ist es aber sinnvoller dein Theme entsprechend anzupassen, etwa durch das Erstellen eines "Child Themes".
hu_hu: Ebben a részben a receptek kinézete módosítható néhány vontakozásban. Normál esetben nincs erre szükség és a használt sablon gondoskodik minderről. Néhány sablon esetében a lehetőségek korlátozottak lehetnek és a RecipePress Reloaded-nek kell megjeleníteni információkat a sablon általa használt részén. Persze arra is gondolhat, hogy módosítja a sablont, pl. egy alsablon létrehozásával.

source: Display options
de_de: Anzeige-Optionen
hu_hu: Megjelenítési beállítások

source: Display recipe image
de_de: Zeige Rezept-Bild
hu_hu: Recept képének megjelenítése
it_it: Visualizza immagine ricetta

source: Usually this is the job of your theme. Only use, if your theme does not support post images
de_de: Normalerweise sollte dein Theme dies übernehmen. Benutze diese Einstellung nur, wenn dein Theme keine Beitragsbilder unterstützt.
hu_hu: Általában ez a sablon feladata. Csak akkor használja, ha sablonja nem támogatja képek beillesztését.
it_it: Di solito questo lavoro è affidato al vostro tema. Utilizzare solo, se il tema non supporta la pubblicazione delle immagini

source: Display the author in recipe
de_de: Zeige den Autor im Rezept
hu_hu: Szerző képének megjelenítése a receptben
it_it: Visualizza l'autore nella ricetta

source: Display the author in the recipe part of the theme. Ususally your theme will display the author.
de_de: Zeige den Autor im Rezept-Teil des Themes an. Normalerweise sollte dein Theme den Autor anzeigen.
hu_hu: A szerző képének megjelenítése a receptben a sablon része. A sablonja általában megjeleníti a szerzőt.
it_it: Visualizza l'autore nella sezione ricetta del tema. Di solito il vostro tema visualizza l'autore.

source: Display date in recipe
de_de: Zeige das Datum im Rezept
hu_hu: Recept dátum megjelenítése
it_it: Mostra la data nella ricetta.

source: Display date in the recipe part of the theme. Ususally your theme will display the date.
de_de: Zeige das Datum im Rezept-Teil des Themes an. Normalerweise sollte das Theme das Datum anzeigen.
hu_hu: A recept dátum megjelenítése a receptben a sablon része. A sablonja általában megjeleníti a dátumot.
it_it: Visualizza la data nella sezione ricetta del tema. Di solito il vostro tema visualizza l'autore.

source: Display Categories in recipe
de_de: Zeige Kategorien im Rezept
hu_hu: Kategóriák megjelenítése a receptben
it_it: Mostra le Categorie nella ricetta

source: Display WP Categories in the recipe part of the theme instead the default one.
de_de: Zeige WP-Kategorien im Rezept-Teil des Themes an anstelle im Hauptteil.
hu_hu: Az alapértelmezettek helyett WP kategóriák megjelenítése a sablon recept részén.
it_it: Mostra WP Categorie nella sezione ricetta del tema invece che quello di default.

source: Display tags in recipe
de_de: Zeige Schlagworte im Rezept
hu_hu: Recept címkék megjelenítése
it_it: Mostra tags nella ricetta

source: Display WP Tags in the recipe part of the theme instead the default one.
de_de: Zeige WP-Schlagworte im Rezept-Teil des Themes an anstelle im Hauptteil.
hu_hu: Az alapértelmezettek helyett WP címkék megjelenítése a sablon recept részén.
it_it: Mostra WP Tags nella sezione ricetta del tema invece che quello di default.

source: Icons
hu_hu: Ikonok

source: Recipe Metadata
de_de: Rezept-Metadaten
hu_hu: Recept metaadatok

source: Use nutritional information
de_de: Nährwertangaben verwenden
hu_hu: Tápérték információ használata

source: Add nutritional information to your recipes.
de_de: Füge Nährwertangeben zu deinen Rezepten hinzu.
hu_hu: Tápérték információ hozzáadása a receptekhez.

source: Ingredient Links
de_de: Zutaten-Links
hu_hu: Hozzávaló linkek
it_it: Collegamenti agli ingredienti

source: Links to be used in the ingredient list.
de_de: Links, die in der Zutaten-Liste verwendet werden.
hu_hu: Az hozzávalók listájában használandó linkek
it_it: Collegamenti da utilizzare nella lista degli ingredienti.

source: No ingredient links
de_de: keine Zutaten-Links
hu_hu: Nincs hozzávalókhoz link
it_it: Nessun collegamento agli ingredienti

source: Only link to ingredient archive page
de_de: Verlinke nur auf das Zutaten-Archiv.
hu_hu: Link csak a hozzávalók archivált oldalához
it_it: Solo un collegamento alla pagina archivio dell'ingrediente

source: Custom link if provided, otherwise archive page
de_de: Benutzerdefinierter Link falls angegeben, sonst Archiv.
hu_hu: Egyéni link, ha van, egyébként archivált oldal
it_it: Collegamento personalizzato se previsto, in caso contrario pagina di archivio

source: Custom links if provided, otherwise no link
de_de: Benutzerdefinierter Link falls angegeben, sonst kein Link.
hu_hu: Egyéni link, ha van, egyébként nincs link
it_it: Collegamenti personalizzati se disponibili, altrimenti nessun collegamento

source: Custom Recipe Tags
de_de: Benutzerdefinierte Rezept-Schlagworte
hu_hu: Egyedi recept címkék
it_it: Tags Ricette personalizzati

source: WordPress Categories & Tags
de_de: WordPress Kategorien & Schlagworte
hu_hu: WordPress kategóriák & címkék
it_it: WordPress Categorie & Tags

source: Use Categories
de_de: Kategorien verwenden
hu_hu: Kategóriák használata
it_it: Utilizza le Categorie

source: Use the default WP Categories to organize your recipes. If set to "Off", RPR will create own categories.
de_de: Verwende die Standard WP-Kategorien um deine Rezepte zu organisieren. Wenn auf "Aus" gesetzt, wird RPR eigene Kategorien anlegen.
hu_hu: Az alapértelmezett WP kategóriákat használja receptjei rendszerezéséhez. Ha "Ki"-re van állítva, az RPR saját kategóriákat hoz létre.
it_it: Utilizza le Categorie WP di default per organizzare le vostre ricette. Se impostato su "Off", RPR creerà proprie categorie.

source: Use Tags
de_de: Schlagworte verwenden
hu_hu: Címkék használata
it_it: Utilizza Tags
