Repository: wp-plugins/recipepress-reloaded
Catalog: language/recipe-press-reloaded-*.po
Languages: de_de

source: Sorry, no recipes found.
de_de: Entschuldigung, es konnten keine Rezepte gefunden werden.

source: Ingredients
de_de: Zutaten

source: Image
de_de: Bild

source: Recipe Title
de_de: Rezepttitel

source: Introduction
de_de: Einleitung

source: Featured
de_de: Hervorgehoben

source: Author
de_de: Autor

source: Date
de_de: Datum

source: Yes
de_de: Ja

source: No
de_de: Nein

source: General Settings
de_de: Allgemeine Einstellungen

source: Display Settings
de_de: Anzeige-Einstellungen

source: RecipePress reloaded Settings
de_de: RecipePress reloaded Einstellungen

source: Settings
de_de: Einstellungen

source: RecipePress reloaded Acknowledgements
de_de: RecipePress reloaded Danksagungen

source: Acknowledgements
de_de: Danksagungen

source: This will be used as the slug (URL) for the recipe index pages.
de_de: Dies wird als der Slug (URL) für die Rezept-Index-Seite verwendet.

source: View on Site
de_de: Auf der Seite betrachten

source: Use plugin permalinks?
de_de: Plugin-Permalinks verwenden?

source: Check this if you want to use your own permalink structure defined below. If not checked the default wordpress permalink structure will be used
de_de: Anklicken wenn Sie eine eigene Permalink-Struktur verwenden wollen. Diese können Sie unten definieren. Sonst wird die Standard-Permalink-Struktur von Wordpress verwendet.

source: Singular name
de_de: Name im Singular

source: The name for a single recipe-post
de_de: Der Name für einen einzelnen Rezept-Post

source: Plural name
de_de: Name im Plural

source: The name for multiple recipe-posts
de_de: Der Name für mehrere Rezept-Posts

source: Identifier
de_de: Identifikator

source: The <strong>%identifier%</strong> used in the permalink structure below
de_de: Der <strong>%identifikator</strong> der in der Permalink-Struktur unten benutzt wird

source: Permalink structure
de_de: Permalink-Struktur

source: This permalink structure will be used to create the custom URL structure for your individual recipes. These follow WP's normal <a href="http://codex.wordpress.org/Using_Permalinks" title="Wordpress Documentation on permalinks">permalink tags</a>, but must also include the content type <strong>%identifier%</strong> and at least one of these unique tags: <strong>%postname%</strong> or <strong>%post_id%</strong>.<br/>Allowed tags: %year%, %monthnum%, %day%, %hour%, %minute%, %second%, %postname%, %post_id%
de_de: Diese Permalink-Struktur wird benutzt um eine eigene URL-Struktur für Ihre Rezepte zu erzeugen. Diese folgen den normalen Wordpress <a href="http://codex.wordpress.org/Using_Permalinks" title="Wordpress Documentation on permalinks">Permalink-Tags</a>, müssen aber den Inhaltstyp <strong>%identifier%</strong> und mindestens einen dieser eindeutigen Tags: <strong>%postname%</strong> oder <strong>%post_id%</strong>.<br/>Erlaubte Tags: %year%, %monthnum%, %day%, %hour%, %minute%, %second%, %postname%, %post_id%

source: Use categories?
de_de: Kategorien verwenden?

source: Check this if you want to use the recipe categories taxonomy
de_de: Anklicken falls Sie die Rezept-Kategorie Taxonomie verwenden wollen

source: Use cuisines?
de_de: Küchen verwenden?

source: Check this if you want to use the recipe cuisines taxonomy
de_de: Anklicken falls Sie die Rezept-Küchen-Taxonomie verwenden wollen

source: Use servings?
de_de: Portionsgrößen vernden?

source: Check this if you want to use the servings taxonomy
de_de: Anklicken falls Sie die Portionsgrößen-Taxonomie verwenden wollen

source: Use times?
de_de: Zeiten verwenden?

source: Check this if you want to use the times taxonomy
de_de: Anklicken falls Sie die Zeiten-Taxonomie verwenden wollen

source: Use courses?
de_de: Gänge verwenden?

source: Check this if you want to use the courses taxonomy
de_de: Anklicken falls Sie die Gänge-Taxonomie verwenden wollen

source: Use seasons?
de_de: Saisons verwenden?

source: Check this if you want to use the seasons taxonomy
de_de: Anklicken falls Sie die Saison-Taxonomie verwenden wollen

source: Use thumbnails?
de_de: Vorschaubilder verwenden?

source: Check this if you want to use thumbnails
de_de: Anklicken falls Sie Vorschaubilder verwenden möchten

source: Use featured?
de_de: Empfehlungen verwenden?

source: Check this if you want to use featured recipes
de_de: Anklicken falls Sie empfohlenen Rezepte verwenden wollen

source: Use comments?
de_de: Kommentare verwenden?

source: Check this if you want to use comments
de_de: Anklicken falls Sie Kommentare verwenden wollen

source: Use trackbacks?
de_de: Trackbacks verwenden?

source: Check this if you want to use trackbacks
de_de: Anklicken falls Sie Trackbacks verwenden wollen

source: Use custom fields?
de_de: Individuelle Felder verwenden?

source: Check this if you want to use custom fields
de_de: Anklicken falls Sie individuelle Felder verwenden wollen

source: Use revisions?
de_de: Versionen verwenden?

source: Check this if you want to use revisions
de_de: Anklicken falls Sie Versionierung verwenden wollen

source: Use post categories?
de_de: Post-Kategorien verwenden?

source: Check this if you want to use the post categories instead of the recipe categories
de_de: Anklicken falls Sie die Standard-Post-Kategorien anstelle der Rezept-Kategorien verwenden wollen

source: Use post tags?
de_de: Post-Tags verwenden?

source: Check this if you want to use the post tags
de_de: Anklicken falls Sie die Standard-Post-Tags verwenden wollen

source: Taxonomy %s
de_de: Taxonomie %s

source: Taxonomy slug
de_de: Taxonomie-Slug

source: The URL slug for listing all terms of this taxonomy.
de_de: Der URL-Slug für Listen aller Begriffe dieser Taxonomie

source: The name for a single term.
de_de: Der Name für einen einzelnen Begriff

source: The name for multiple term.
de_de: Der Name für mehrere Begriffe

source: Display page
de_de: Anzeigeseite

source: The page where this taxonomy will be listed. You must place the short code <strong>[%1$s]</strong> on this page to display the recipes. This will be the page that users will be directed to if the template file "%2$s" does not exist in your theme.
de_de: Die Seite auf der diese Taxonomie angezeigt wird. Sie müssen den Shortcode <strong>[%1$s]</strong> auf dieser Seite platzieren um die Rezepte anzuzeigen. Diese Seite wird Besuchern gezeigt falls die Template-Datei "%2$s" in Ihrem Theme nicht existiert.

source: Display how many per page
de_de: wie viele auf einer Seite anzeigen

source: How many items shall be shown on one page?
de_de: Wie viele Einträge sollen auf einer Seite angezeigt werden?

source: Default value
de_de: Vorbelegter Wert

source: Default value for this taxononomy.
de_de: Vorbelegter Wert für diese Taxonomie

source: Hierarchical
de_de: Hierarchisch

source: Check this if you want to enable nested terms for this the taxonomy
de_de: Anklicken falls Sie verschachtelte Begriffe für diese Taxonomie aktivieren wollen

source: Allow multiple
de_de: Mehrere erlauben

source: Check this if you want to allow more than one term assigned to recipe
de_de: Anklicken falls Sie das Zuweisen von mehr als einem Begriff dieser Taxonomie zu einem Rezept erlauben wollen

source: Active
de_de: Aktiv

source: Check this if you want this taxonomy to be active
de_de: Anklicken falls Sie diese Taxonomie aktivieren wollen

source: Default excerpt length
de_de: Vorgegebene Auszugslänge

source: Default length of introduction excerpt when displaying in lists.
de_de: Vorgegebene Länge des Auszugs für die Darstellung von Rezepten in Listen.

source: Add to author list
de_de: Zur Liste des Autors hinzufügen

source: Check this to include the recipes by each author in their respective post list.
de_de: Anklicken falls Sie Rezepte zur jeweiligen Veröffentlichungliste des Autors hinzufügen wollen

source: Number of recipes to display per page
de_de: Anzahl der Rezepte

source: How many recipes to display per page on the listing pages.
de_de: Wie viele Rezepte sollen pro Seite auf den Listenseiten angezeigt werden?

source: Order by
de_de: Sortieren nach

source: Title
de_de: Titel

source: Random
de_de: Zufällig

source: Comment count
de_de: Anzahl der Kommentare

source: Menu order
de_de: Menüreihenfolge

source: Ascending
de_de: Aufsteigend

source: Descending
de_de: Absteigend

source: The listing order of recipes on the index page.
de_de: Die Listenreihenfolge der Rezepte auf der Index-Seite

source: Use plugin CSS
de_de: Plugin-CSS verwenden

source: Check this to use the builtin css from the plugin.
de_de: Anklicken um die mitgelieferten CSS des Plugins zu verwenden.

source: Disable content filter
de_de: Inhaltsfilter deaktivieren

source: Check this this option to completely disable any content filtering. <strong>Warning!</strong> Only do this if you have created template files and are having an issue with template display.
de_de: Anklicken um jegliche Inhaltsfilterung zu deaktivieren. <strong>Warnung!</strong> Tuen Sie dies nur, wenn Sie Template-Dateien erzeugt haben und Probleme mit derTRemplate-Darstellung haben.

source: Link ingredients
de_de: Zutaten verlinken

source: Check this to link ingredients to the taxonomy listing or the page set in the taxonomies tab.
de_de: Anklicken um Zutaten auf die Zutatenliste oder die in den Taxonomie-Einstellungen gesetzte Seite zu verlinken.

source: Time display type
de_de: Zeitanzeigetyp

source: Two lines
de_de: Zweizeilig

source: One line
de_de: Einzeilig

source: Hours text
de_de: Stundentext

source: Text that will be displayed in front of times greater than 60 min. Use singular only.
de_de: Text der hinter Zeiten größer 60 Minuten angezeigt wird. Bitte nur im Singular.

source: Minutes text
de_de: Minutentext

source: Text that will be displayed in front of times. Use singular only.
de_de: Text der hinter Zeiten angezeigt wird. Bitte nur Singular.

source: Image size
de_de: Bildgröße

source: Image size that will be used to display images in the single view. Might be overriden by your theme.
de_de: Bildgröße für die Anzeige von Bilder in der Einzelansicht von Rezepten. Könnte von Ihrem Theme überschrieben werden.

source: Thumbnail size
de_de: Vorschaubildgröße

source: Image size that will be used to display images in the list view. Might be overriden by your theme.
de_de: Bildgröße die benutzt wird um Bilder in der Listenansicht anzuzeigen. Könnte von Ihrem Theme überschrieben werden.

source: There was an error in %1$s in function %2$s. Please file a bug!
de_de: In %1$s ist in Funktion %2$s ein Fehler aufgetreten. Bitte melden Sie diesen Fehler!

source: None
de_de: Kein

source: No Default
de_de: Keine Voreinstellung

source: crop
de_de: beschneiden

source: View All
de_de: Alle betrachten

source: No categories
de_de: Keine Kategorien

source: This form was submitted without a proper <emph>nonce</emph> - a security means. Please contact the site administrator.
de_de: Dieses Formular wurde ohne <emph>nonce</emph> - ein zufällig generiertes Sicherheitsmerkmal - verschickt. Bitte kontaktieren Sie den Administrator der Seite.

source: View all recipes filed under %s
de_de: Alle Rezepte die unter %s abgelegt wurden ansehen

source: Course
de_de: Gang

source: Courses
de_de: Gänge

source: Season
de_de: Saison

source: Seasons
de_de: Saisons

source: Ingredient
de_de: Zutat

source: hour
de_de: h

source: Add New
de_de: Erstellen

source: Add New %1$s
de_de: %1$s erstellen

source: Edit %1$s
de_de: %1$s bearbeiten

source: Edit
de_de: Bearbeiten

source: New %1$s
de_de: Neues %1$s

source: View %1$s
de_de: %1$s betrachten

source: Search %1$s
de_de: %1$s suchen

source: No %1$s found
de_de: Kein %1$s gefunden

source: No %1$s found in Trash
de_de: Kein %1$s im Müll gefunden

source: Parent %1$s
de_de: Übergeordnetes %1$s

source: Parent %1$s:
de_de: Übergeordnetes %1$s

source: Recipe Ingredients
de_de: Zutaten

source: Search Courses
de_de: Gänge suchen

source: Popular Courses
de_de: Beliebte Gänge

source: All Courses
de_de: Alle Gänge

source: Parent Course
de_de: Übegeordneter Gang

source: Edit Course
de_de: Gang bearbeiten

source: Update Course
de_de: Gang aktualisieren

source: Add Course
de_de: Gang hinzufügen

source: New Course
de_de: Neuer Gang

source: Add or remove Courses
de_de: Gänge hinzufügen oder löschen

source: Choose from the most used Courses
de_de: Wähle aus den häufig genutzten Gängen

source: Cuisines
de_de: Küchen

source: Cuisine
de_de: Küche

source: Search Cuisines
de_de: Küche suchen

source: Popular Cuisines
de_de: Beliebte Küchen

source: All Cuisines
de_de: Alle Küchen

source: Parent Cuisine
de_de: Übergeordnete Küche

source: Edit Cuisine
de_de: Küche bearbeiten

source: Update Cuisine
de_de: Küche aktualisieren

source: Add Cuisine
de_de: Küche hinzufügen

source: New Cuisine
de_de: Neue Küche

source: Add or remove Cuisines
de_de: Küche hinzufügen oder Löschen

source: Choose from the most used Cuisines
de_de: Wähle aus den häufig genutzten Küchen

source: Categories
de_de: Kategorien

source: Category
de_de: Kategorie

source: Search Categories
de_de: Kategorien suchen

source: Popular Category
de_de: Beliebte Kategorien

source: All Categories
de_de: Alle Kategorien

source: Parent Category
de_de: Übergeordnete Kategorie

source: Edit Category
de_de: Kategorie bearbeiten

source: Update Category
de_de: Kategorie aktualisieren

source: Add Category
de_de: Kategorie hinzufügen

source: New Category
de_de: Neue Kategorie

source: Add or remove Categories
de_de: Kategorien hinzufügen oder löschen

source: Choose from the most used Categories
de_de: Wähle aus den häufig genutzten Kategorien

source: Choose from the most used Seasons
de_de: Wähle aus den häufig genutzten Saisons

source: Sizes
de_de: Größen

source: Size
de_de: Größe

source: Search Sizes
de_de: Größen durchsuchen

source: Popular Sizes
de_de: Beliebte Größen

source: All Sizes
de_de: Alle Größen

source: Parent Size
de_de: Übergeordnete Größe

source: Edit Size
de_de: Größe bearbeiten

source: Update Size
de_de: Größe aktualisieren

source: Add Size
de_de: Größe hinzufügen

source: New Size
de_de: Neue Größe

source: Add or remove Sizes
de_de: Größe hinzufügen oder löschen

source: Choose from the most used Sizes
de_de: Wähle aus den häufig genutzten Größen

source: Choose from the most used Serving Sizes
de_de: Wähle aus den häufig genutzten Portionsgrößen

source: Search Ingredients
de_de: Zutaten suchen

source: Popular Ingredients
de_de: Beliebte Zutaten

source: All Ingredients
de_de: Alle Zutaten

source: Parent Ingredient
de_de: Übergeordnete Zutat

source: Edit Ingredient
de_de: Zutat bearbeiten

source: Update Ingredient
de_de: Zutat aktualisieren

source: Add Ingredient
de_de: Zutat hinzufügen

source: New Ingredient
de_de: Neue Zutat

source: Add or remove Ingredients
de_de: Zutaten hinzufügen oder entfernen

source: Choose from the most used Ingredients
de_de: Wähle aus den häufig genutzten Zutaten

source: No Size
de_de: Keine Einheit

source: Servings
de_de: Portionen

source: Prep Time
de_de: Vorbereitungszeit

source: Cook Time
de_de: Kochzeit

source: Ready in
de_de: Fertig in

source: Featured?
de_de: Hervorgehoben?

source: Link ingredients?
de_de: Zutaten verlinken?

source: Quantity
de_de: Menge

source: Link to page
de_de: Auf Seite verlinken

source: Drag Ingredient
de_de: Zutat ziehen

source: Delete Ingredient
de_de: Zutat löschen

source: Notes
de_de: Notizen

source: Add Divider
de_de: Trenner hinzufügen

source: <span class="meta-nav">&larr;</span> Previous %1$s
de_de: <span class="meta-nav">&larr;</span> Vorherige %1$s

source: Next %1$s <span class="meta-nav">&rarr;</span>
de_de: Nächste %1$s <span class="meta-nav">&rarr;</span>

source: Ready Time
de_de: Zubereitungszeit

source: Posted In:
de_de: Veröffentlicht in:

source: Print
de_de: Drucken

source: &larr; More Recipes
de_de: &larr; Mehr Rezepte

source: More Recipes &rarr;
de_de: Mehr Rezepte &rarr;

source: Settings updated
de_de: Die Einstellungen wurden aktualisiert

source: Plugin Settings
de_de: Plugin-Einstellungen

source: General
de_de: Allgemein

source: Taxonomies
de_de: Taxonomien

source: Display
de_de: Anzeige

source: Thanks to GrandSlambert!
de_de: Dank an GrandSlambert!

source: This plugin was originally created to replace the plugin &quot;RecipePress&quot; by GrandSlambert. This was discontinued for some time. That's where the name of this plugin is coming from and it's also the reason why this plugin is using a good deal of code written by GrandSlambert.
de_de: Dieses Plugin wurde ursprünglich entwickelt um das Plugin &quot;RecipePress&quot; von GrandSlambert zu ersetzen. Dieses war für eine gewisse Zeit nicht mehr weiterentwickelt worden. Daher hat dieses Plugin seinen Namen erhalten und auch ein guter Teil Code wurde RecipePress entlehnt.

source: However, RecipePress is going to be continued now. RecipePress reloaded however is meant to become a more simple alternative.
de_de: RecipePress wird inzwischen wieder weiterentwickelt. RecipePress reloaded soll sich zu einer einfacheren Alternative entwickeln.

source: Anyhow: Thanks to GrandSlambert for his great work!
de_de: Jedenfalls: Danke an GrandSlambert für seine hervorragende Arbeit!

source: Thanks to all translators
de_de: Dank an alle Übersetzer

source: Help translate RecipePress reloaded and find your name here!
de_de: Helfen Sie mit RecipePress reloaded zu übersetzen und lesen Sie Ihren Namen hier.

source: A copyright note on the logo
de_de: Ein Urheberrechtshinweis zum Logo

source: Please note: The logo is taken from a German traffic sign (Zeichen 376, VzKat). Therefore it is public domain and its use is not limited by the GPL.
de_de: Bitte beachten: Das Logo wurde aus einem deutschen Verkehrszeichen (Zeichen 376, VzKat) abgeleitet. Daher ist es gemeinfrei und unterliegt nicht den Beschränkungen der GPL.

source: List recipe taxonomies on your sidebar.
de_de: Rezept-Taxonomien in Ihrer Sidebar anzeigen

source: RPR :: Taxonomy List
de_de: RPR :: Taxonomie-Liste

source: Title (optional)
de_de: Titel (optional)

source: Taxonomy to display
de_de: Anzuzeigende Taxonomie

source: How many items would you like to display?
de_de: Wie viele Einträge sollen angezeigt werden

source: Order items by
de_de: Einträge ordnen nach

source: Count
de_de: Anzahl

source: ASC
de_de: Ansteigend

source: DESC
de_de: Absteigend

source: Show count with
de_de: Zeige Anzahl mit

source: before and
de_de: davor und

source: behind
de_de: danach

source: Hide empty terms?
de_de: Leere Begriffe verstecken?

source: Exclude terms
de_de: Begriffe ausschließen

source: RPR :: Taxonomy Cloud
de_de: RPR :: Taxonomie Wolke

source: Advanced tagcloud widget for to display any taxonomy with excludes
de_de: Ein Schlagwortwolken-Widget das jede beliebige Taxonomie darstellen kann. Mit der Möglichkeit Begriffe auszuschließen.

source: Taxonomy:
de_de: Taxonomie:

source: Number auf items to display
de_de: Anzahl der anzuzeigenden Einträge:

source: List recipes on your sidebar. By dasmaeh.
de_de: Rezpte in der Sidebar auflisten.

source: RPR :: List
de_de: RPR :: Liste

source: Display type:
de_de: Anzeigeart:

source: Newest Recipes
de_de: Neueste Rezepte

source: Random Recipes
de_de: Zufällige Rezepte

source: Recently Updated
de_de: Kürzlich aktualisiert

source: Sort order:
de_de: Reihenfolge:

source: Show icon?
de_de: Icon anzeigen?

source: Icon size (square)
de_de: Icon-Größe (quadratisch)

source: RPR :: Same Taxonomy
de_de: RPR :: gleiche Taxonomie

source: Lists posts from the same taxonomy on single-post view. Will not display elsewhere
de_de: Zeigt Posts aus der gleichen Taxonomie wie der aktuelle. Wird nur in der Einzelansicht angezeigt

source: Number of posts
de_de: Anzahl der Posts

source: Posted in:
de_de: Veröffentlicht in:

source: from:
de_de: aus:

source: Season:
de_de: Saison:

source: for
de_de: für

source: Directions
de_de: Zubereitung

source: Pages:
de_de: Seiten:

source: <span class="meta-nav">&larr;</span>More Taxonomies
de_de: <span class="meta-nav">&larr;</span>Mehr Taxonomien

source: More Taxonomies <span class="meta-nav">&rarr;</span>
de_de: Mehr Taxonomien <span class="meta-nav">&rarr;</span>

source: Sample recipes
de_de: Beispielrezepte

source: Hide image
de_de: Bild verstecken

source: Return to %1$s
de_de: Zurück zu %1$s

source: Alphabetical index navigation
de_de: Alphabetische Index-Navigation
