Repository: wp-plugins/recipepress-reloaded
Catalog: language/recipepress-reloaded-*.po
Languages: de_de, hu_hu, it_it

source: Something went wrong with the plugin API.
de_de: Etwas ist mit der Plugin-API schiefgelaufen

source: Return to Required Plugins Installer
de_de: Zurück zur Installation benötigter Plugins

source: Plugin activated successfully.
de_de: Plugin erfolgreich aktiviert.

source: All plugins installed and activated successfully. %s
de_de: Alle Plugins wurden erfolgreich installiert und aktiviert. %s

source: Embed excerpt only
de_de: Nur Auszug einbetten

source: Per
de_de: Pro

source: Defines if recipes should be displayed on the homepage like 'normal' posts.
de_de: Bestimmt, ob Rezepte wie 'normale' Posts auf der Startseite angezeigt werden sollen.

source: Yes
de_de: Ja

source: Archive Page
de_de: Archiv-Seite

source: Widgets can be really useful to display information in sidebars or other places.<br/> However, if you have a lot of widgets its hard to keep the overview. Here you can switch of widgets shipped with RecipePress reloaded if you don't need them.
de_de: Widgets können sehr nützlich sein um Informationen in Sidebars oder anderen Stellen darzustellen.<br/>Andererseits ist es schwierig den Überblick zu behalten, wenn man viele Widgets hat. Hier kannst du die Widgets, die zu RecipePress reloaded gehören deaktivieren, falls du sie nicht brauchst.

source: Taxonomy Cloud
de_de: Taxonomie Wolke

source: Allows you to create tag clouds not only from tags but from every taxonomy.<br/><b>Good to know:</b> You can use this widget for any type of taxonomy, not only recipe related. <br/>If used the standard tag cloud will be hidden.
de_de: Erlaubt dir Tag-Wolken für jede beliebige Taxonomie zu gestalten.<br/><b>Gut zu wissen:</b> Dieses Widget funktioniert nicht nur für Rezepte sondern für alle Post-Typen und Taxonomien. Falls aktiviert, wird die Standard-Tag-Wolke ersetzt.

source: Taxonomy List
de_de: Taxonomie-Liste

source: Allows you to create tag lists not only from tags but from every taxonomy.<br/><b>Good to know:</b> You can use this widget for any type of taxonomy, not only recipe related.
de_de: Erlaubt dir Tag-Listen für jede beliebige Taxonomie zu gestalten.<br/><b>Gut zu wissen:</b> Dieses Widget funktioniert nicht nur für Rezepte sondern für alle Post-Typen und Taxonomien.

source: Recipe meta data
de_de: Rezept-Metadaten

source: Ingredient note separator
de_de: Trennzeichen für Zutatenhinweise

source: Decide how to display remarks or comments on your ingredients.
de_de: Entscheiden Sie, wie Hinweise oder Bemerkungen zu Ihren Zutaten angezeigt werden sollen.

source: Brackets: 1 egg (preferrably free-range or organic)
de_de: Klammern: 1 Ei (vorzugsweise aus Freiland-Haltung oder Bio)

source: Comma: 1 egg, referrably free-range or organic
de_de: Komma: 1 Ei, vorzugsweise aus Freiland-Haltung oder Bio

source: None: 1 egg preferrably free-range or organic
de_de: Keines: 1 Ei vorzugsweise aus Freiland-Haltung oder Bio

source: Predefined Taxonomies
de_de: Mitgelieferte Taxonomien

source: Decide which of the predefined taxonomies you want to use. Here you can disable unneeded taxonomies. Using the link below you can also delete unneeded taxonomies or create your own.
de_de: Entscheide, welche der mitgelieferten Taxonomien du nutzen willst. Hier kannst du nicht benötigte Taxonomien abschalten. Mit Hilfe des Links unten kannst nicht benötigte Taxonomien auch löschen oder eigene anlegen.

source: Wordpress Category
de_de: Wordpress-Kategorie

source: RecipePress reloaded category
de_de: RecipePress reloaded Kategorie

source: Use this to change the name and/or slug of the predefined taxonomies. You can also create your own taxonomies.
de_de: Nutze diesen Button, um den Namen und/oder Slug der mitgelieferten Taxonomien zu ändern. Du kannst auch eigene Taxonomien anlegen.

source: Recover Taxonomies
de_de: Taxonomien wieder herstellen

source: Enable advanced options to recover lost taxonomies
de_de: Aktiviere erweiterte Einstellungen zur Wiederherstellung verloren gegangener Taxonomien

source: Be careful!
de_de: Achtung

source: Here appear all taxonomies that are currently not connected to RecipePress reloaded or are inactive. Please use this only to reactive taxonomies that got lost somehow. The list will also contain taxonomies by other plugins.
de_de: Hier erscheinen alle Taxonomien die momentan nicht mit RecipePress reloaded verknüpft sind oder deaktiviert wurden. Nutze diese Einstellung nur, um Taxonomien wieder herzustellen die verloren gegangen sind. Die Liste enthält auch Taxonomien von anderen Plugins.

source: Most of this plugin should work out of the box. However there's more to explore. Have a look at the %1susers' documentation%2s.
de_de: Das meiste sollte bei diesem Plugin direkt funktionieren. Aber es gibt noch viel mehr zu entdecken. Schau mal rein in die %1sDokumentation%2s.

source: Hit a bug or problem? Need help?
de_de: Problem oder Fehler gefunden? Bedarf an Hilfe?

source: Please ask your questions at the %1ssupport forum%2s. I'll try to answer as soon as possible.
de_de: Bitte stelle deine Fragen im %s1Support-Forum%2s. Ich werde so schnell wie möglich antworten.

source: Tag Cloud
de_de: Tag-Wolke

source: Title:
de_de: Titel:

source: Allows you to create tag clouds not only from tags but from every taxonomy. Good to know: You can use this widget for any type of taxonomy, not only recipe related.
de_de: Erlaubt dir Tag-Wolken für jede beliebige Taxonomie zu gestalten.<br/><b>Gut zu wissen:</b> Dieses Widget funktioniert nicht nur für Rezepte sondern für alle Post-Typen und Taxonomien. Falls aktiviert, wird die Standard-Tag-Wolke ersetzt.

source: Allows you to create tag lists not only from tags but from every taxonomy. Good to know: You can use this widget for any type of taxonomy, not only recipe related.
de_de: Erlaubt dir Tag-Listen für jede beliebige Taxonomie zu gestalten.<br/><b>Gut zu wissen:</b> Dieses Widget funktioniert nicht nur für Rezepte sondern für alle Post-Typen und Taxonomien.

source: No terms found
de_de: Keine Terme gefunden

source: Current Recipe Taxonomies
it_it: Tassonomie Ricetta corrente

source: Export/Import
it_it: Esporta/Importa

source: Export
it_it: Esporta

source: Only numbers allowed here.
it_it: Sono permessi solo valori numerici.

source: Decimal Slider
it_it: Cursore dei decimali

source: This slider has minimum value of -10, maximum value of 17.5, sliding step of 0.1 and default value 15.9, everything can be customized.
it_it: Questo cursore ha un valore minimo di -10, valore massimo di 17,5, passo di 0,1 e un valore predefinito di 15,9 scorrevole, tutto può essere personalizzato.

source: Various Sized Images
it_it: Immagini di varie dimensioni

source: CheckImage with unspecified item max height and item max width
it_it: CheckImage con elemento non specificato in altezza massima e larghezza massima

source: Label 1
it_it: Etichetta 1

source: Label 2
it_it: Etichetta 2

source: Label 3
it_it: Etichetta 3

source: Label 4
it_it: Etichetta 4

source: Specified Images Maximum Height
it_it: Immagini specificate Altezza massima

source: CheckImage with specified item max height
it_it: CheckImage con elemento specificato in altezza massima

source: Specified Images Maximum Width
it_it: Immagini specificate in massima larghezza

source: CheckImage with specified item max width
it_it: CheckImage con elemento specificato in larghezza massima

source: Specified Images Maximum Width and Height
it_it: Immagini specificate in massima altezza e larghezza

source: CheckImage with specified item max width and item max height
it_it: CheckImage con elemento specificato in altezza massima e larghezza massima

source: Validation Rules Applied
it_it: Regole di convalida applicate

source: Minimum selected of 2 items and Maximum selected of 3 items.
it_it: Minima selezione di 2 articoli e massima selezione di 3 articoli.

source: RadioImage with unspecified item max height and item max width
it_it: RadioImage con oggetto non specificato in altezza massima e larghezza massima

source: RadioImage with specified item max height
it_it: RadioImage con oggetto specificato in altezza massima

source: RadioImage with specified item max width
it_it: RadioImage con oggetto specificato in larghezza massima

source: RadioImage with specified item max width and item max height
it_it: RadioImage con oggetto specificato in altezza massima e larghezza massima

source: Required to Choose.
it_it: È necessaria una scelta
